package ua.javarush.java.core.level04.task04;

import java.util.Scanner;

public class Solution {
    public static void main(String[] args) {
        // Створюємо Scanner для читання даних із консолі


        // Сума всіх введених вартостей


        // Запитуємо першу вартість чашки кави


        // Використовуємо цикл while для продовження введення доти, доки не буде введено від’ємне число
        while (/* умова */) {
            // Додаємо введену вартість до загальної суми

            // Запитуємо наступну вартість

        }

        // Виводимо підсумкову суму витрат на каву (від’ємне значення до суми не входить)

    }
}