package ua.javarush.java.core.level07.task11;

public class Solution {
    public static void main(String[] args) {
        // Створюємо двовимірний масив розміром 3 рядки і 4 стовпці


        // Змінна для заповнення масиву числами від 1 до 12


        // Вкладені цикли для заповнення масиву
        // Проходимо по рядках
        // Проходимо по стовпцях
        // Заповнюємо поточну комірку
        // Збільшуємо число для наступної комірки


        // Виведення значення з другого рядка і третього стовпця
        // Індекси в масиві починаються з 0, тому другий рядок — це індекс 1, третій стовпець — це індекс 2

    }
}