package ua.javarush.java.core.level04.task19;

public class Solution {
    public static void main(String[] args) {
        int size = 8; // Розмір ігрового поля (8 рядків і 8 стовпців)

        // Зовнішній цикл за рядками
        for (/* ініціалізація */; /* умова */; /* зміна */) {
            // Внутрішній цикл за стовпцями
            for (/* ініціалізація */; /* умова */; /* зміна */) {
                // Клітинка біла, якщо сума індексів парна; інакше — чорна

            }
            // Перехід на новий рядок після кожного рядка поля

        }
    }
}