package ua.javarush.java.core.level05.task01;

import java.util.Scanner;

public class Solution {
    public static void main(String[] args) {
        // Створюємо об’єкт Scanner для зчитування введення користувача


        // Запитуємо у користувача висоту драбини


        // Зовнішній цикл — за кількістю сходинок (рядків)
        for (/* ініціалізація */; /* умова */; /* зміна */) {
            // Внутрішній цикл — виводить потрібну кількість символів '#'
            for (/* ініціалізація */; /* умова */; /* зміна */) {

            }
            // Перехід на новий рядок після кожної сходинки

        }
    }
}