package ua.javarush.java.core.level04.task11;

import java.util.Scanner;

public class Solution {
    public static void main(String[] args) {
        // Створюємо Scanner для зчитування введення користувача


        // змінна для зберігання обраного пункту меню


        // Використовуємо do-while, щоб меню показувалося щонайменше один раз і повторювалося до вибору "Вийти"
        do {
            // Виводимо меню в кожному циклі

            // Зчитуємо номер обраного пункту


            // Обробка вибору
            if (/* умова */) {

            }
            // За вибору 2 цикл завершиться завдяки умові while нижче
            // Для інших значень просто знову покажемо меню
        } while (/* умова */);
    }
}