package ua.javarush.java.core.level04.task07;

public class Solution {
    public static void main(String[] args) {
        // Оголошуємо змінну N для зберігання кількості товарів
        int N = 7;

        // Змінна для зберігання загальної вартості
        int sum = 0;

        // Використовуємо цикл for для підрахунку загальної вартості товарів
        for (int i = 1 /* ініціалізація */; i <= N /* умова */; i++ /* зміна */) {
            // Додаємо вартість поточного товару (яка дорівнює його порядковому номеру)
            sum += i;
        }

        // Виводимо загальну вартість усіх товарів
        System.out.println(sum);
    }
}