package ua.javarush.java.core.level04.task07;

public class Solution {
    public static void main(String[] args) {
        // Оголошуємо змінну N для зберігання кількості товарів


        // Змінна для зберігання загальної вартості


        // Використовуємо цикл for для підрахунку загальної вартості товарів
        for (/* ініціалізація */; /* умова */; /* зміна */) {
            // Додаємо вартість поточного товару (яка дорівнює його порядковому номеру)

        }

        // Виводимо загальну вартість усіх товарів

    }
}