package ua.javarush.java.core.level07.task12;

public class Solution {
    public static void main(String[] args) {
        // Створюємо двовимірний масив для зберігання показників (2 рядки, 5 стовпців)

        // Початкове значення для заповнення масиву


        // Заповнюємо масив по рядках, зліва направо





        // Виводимо масив у вигляді таблиці


        // Друкуємо значення елемента

        // Якщо це не останній елемент у рядку, додаємо пробіл



        // Після кожного рядка переходимо на новий


    }
}