package ua.javarush.java.core.level06.task01;

public class Solution {
    public static void main(String[] args) {
        // Оголошуємо рівень персонажа (тип byte)

        // Оголошуємо показник броні (тип short)

        // Оголошуємо накопичений досвід (тип int)

        // Оголошуємо кількість золотих монет (тип long)

        // Оголошуємо опір магії (тип float)

        // Оголошуємо шанс критичного удару (тип double)


        // Виводимо кожну характеристику героя з нового рядка





    }
}