package ua.javarush.java.core.level04.task18;

public class Solution {
    public static void main(String[] args) {
        // Зовнішній цикл відповідає за рядки (5 рядків)
        for (/* ініціалізація */; /* умова */; /* зміна */) {
            // Внутрішній цикл відповідає за стовпці (7 стовпців)
            for (/* ініціалізація */; /* умова */; /* зміна */) {
                // Виводимо символ "⭐" із пробілом

            }
            // Після завершення рядка переходимо на новий рядок

        }
    }
}